* BOM
|------------------------------+-----------------+----------+------------------|
| Name                         | Unit Cost (CAD) | Quantity | Total Cost (CAD) |
|------------------------------+-----------------+----------+------------------|
| [[http://www.digikey.ca/product-detail/en/microchip-technology/ATMEGA328P-AU/ATMEGA328P-AU-ND/1832260][ATMEGA328P MCU]]               |            3.04 |        1 |             3.04 |
| [[http://www.digikey.ca/product-detail/en/fox-electronics/FOXSDLF-160-20/631-1017-1-ND/1024722][16MHz Crystal]]                |            0.46 |        1 |             0.46 |
| [[https://www.digikey.ca/product-detail/en/avx-corporation/06035A220JAT2A/478-1167-1-ND/564199][22pF Capacitor]]               |            0.15 |        2 |              0.3 |
| [[https://www.digikey.ca/product-detail/en/yageo/RC0603JR-0710KL/311-10KGRCT-ND/729647][10k Resistor]]                 |            0.16 |        1 |             0.16 |
| [[https://www.digikey.ca/product-detail/en/murata-electronics-north-america/GRM188R61A106ME69D/490-10475-1-ND/5026393][10uF Capacitor]]               |            0.26 |        1 |             0.26 |
| [[https://www.digikey.ca/product-detail/en/yageo/RC0603JR-07330RL/311-330GRCT-ND/729716][330 Resistor]]                 |            0.16 |        2 |             0.32 |
| [[http://www.digikey.ca/product-detail/en/sullins-connector-solutions/PPPC032LFBN-RC/S7106-ND/810243][Female Header Connector]]      |            1.19 |        1 |             1.19 |
|                              |                 |          |                0 |
| [[https://www.digikey.ca/product-detail/en/c-k/JS202011SCQN/401-2002-1-ND/1640098][Slide Switch]]                 |            0.67 |        1 |             0.67 |
| [[http://www.digikey.ca/product-detail/en/te-connectivity-alcoswitch-switches/FSM8JSMASTR/450-2135-1-ND/5343815][Green Button]]                 |            0.45 |        1 |             0.45 |
| [[https://www.digikey.ca/product-detail/en/yageo/RC0603JR-0710KL/311-10KGRCT-ND/729647][10k Resistor]]                 |            0.15 |        1 |             0.15 |
| [[http://www.digikey.ca/product-detail/en/te-connectivity-alcoswitch-switches/FSM8JSMAASTR/450-2136-1-ND/5343816][Red Button]]                   |            0.74 |        1 |             0.74 |
| [[https://www.digikey.ca/product-detail/en/yageo/RC0603JR-0710KL/311-10KGRCT-ND/729647][10k Resistor]]                 |            0.15 |        1 |             0.15 |
| [[http://www.digikey.ca/product-detail/en/soberton-inc/WT-1205/433-1028-ND/479674][Buzzer]]                       |            0.91 |        1 |             0.91 |
|                              |                 |          |                0 |
| [[http://www.robotshop.com/ca/en/lipo-battery-cell---37v-1200mah.html][LiPo Battery]]                 |           12.76 |        1 |            12.76 |
| [[https://www.digikey.ca/product-detail/en/jst-sales-america-inc/S2B-PH-SM4-TB(LF)(SN)/455-1749-1-ND/926846][Battery Connector]]            |            0.84 |        1 |             0.84 |
| [[https://www.digikey.ca/product-detail/en/stackpole-electronics-inc/RMCF0805JT10K0/RMCF0805JT10K0CT-ND/1942577][10k Resistor]]                 |            0.15 |        1 |             0.15 |
| [[https://www.digikey.ca/product-detail/en/samsung-electro-mechanics-america-inc/CL10B475KQ8NQNC/1276-2087-1-ND/3890173][4.7uF Capacitor]]              |            0.15 |        1 |             0.15 |
|                              |                 |          |                0 |
| [[http://www.digikey.ca/product-detail/en/microchip-technology/MIC2288YD5-TR/576-1729-1-ND/1799425][5V Boost Regulator]]           |            0.78 |        1 |             0.78 |
| [[https://www.digikey.ca/product-detail/en/murata-electronics-north-america/DFE252010F-4R7M%3DP2/490-13038-1-ND/5812750][4.7uH Inductor]]               |            0.94 |        1 |             0.94 |
| [[https://www.digikey.ca/product-detail/en/on-semiconductor/MBRM140T3G/MBRM140T3GOSCT-ND/917997][40V 1A Schottky Diode]]        |            0.57 |        1 |             0.57 |
| [[https://www.digikey.ca/product-detail/en/yageo/RC0603FR-075K62L/311-5.62KHRCT-ND/730224][5.62k Resistor]]               |            0.15 |        1 |             0.15 |
| [[https://www.digikey.ca/product-detail/en/yageo/RC0603FR-071K87L/311-1.87KHRCT-ND/729823][1.87k Resistor]]               |            0.15 |        1 |             0.15 |
| [[https://www.digikey.ca/product-detail/en/yageo/CC0603MRX5R5BB226/311-1815-1-ND/5195717][22uF Capacitor]]               |            0.37 |        1 |             0.37 |
| [[https://www.digikey.ca/product-detail/en/samsung-electro-mechanics-america-inc/CL10B475KQ8NQNC/1276-2087-1-ND/3890173][4.7uF Capacitor]]              |            0.15 |        1 |             0.15 |
|                              |                 |          |                0 |
| [[http://www.digikey.ca/product-detail/en/hirose-electric-co-ltd/ZX62-B-5PA(33)/H125270CT-ND/5994756][MicroUSB Connector]]           |            1.22 |        1 |             1.22 |
| [[https://www.digikey.ca/product-detail/en/microchip-technology/MCP73831T-2ACI-OT/MCP73831T-2ACI-OTCT-ND/1979802][Battery Charger]]              |            0.81 |        1 |             0.81 |
| [[https://www.digikey.ca/product-detail/en/samsung-electro-mechanics-america-inc/CL10B475KQ8NQNC/1276-2087-1-ND/3890173][4.7uF Capacitor]]              |            0.15 |        2 |              0.3 |
| [[https://www.digikey.ca/product-detail/en/lite-on-inc/LTST-C171KRKT/160-1427-1-ND/386800][Red LED (charging indicator)]] |            0.45 |        1 |             0.45 |
| [[https://www.digikey.ca/product-detail/en/yageo/RC0603JR-07470RL/311-470GRCT-ND/729738][470 Resistor]]                 |            0.15 |        1 |             0.15 |
| [[https://www.digikey.ca/product-detail/en/yageo/RC0603FR-072KL/311-2.00KHRCT-ND/729956][2k Resistor]]                  |            0.15 |        1 |             0.15 |
|                              |                 |          |                0 |
| [[http://www.digikey.ca/product-detail/en/newhaven-display-intl/NHD-0208AZ-RN-YBW/NHD-0208AZ-RN-YBW-ND/1701132][LCD]]                          |            12.1 |        1 |             12.1 |
| [[http://www.digikey.ca/product-detail/en/bourns-inc/TC33X-2-103E/TC33X-103ECT-ND/612911][10K Trimmer Potentiometer]]    |            0.42 |        1 |             0.42 |
|------------------------------+-----------------+----------+------------------|
| Total                        |           38.77 |          |            41.41 |
|------------------------------+-----------------+----------+------------------|
#+TBLFM: $4=$2*$3::@>$4=vsum(@2..@-1)
